import React from 'react'

const Articles = () => {
  return (
    <div>
        <section className="nlp-section">
            <h2 className="subtitle">מה זה NLP?</h2>
            <p className="text">
            NLP הם ראשי התיבות של המונח Neuro Linguistic Programming (ובעברית “תכנות נוירולוגי לשוני”). NLP היא שיטה שבה יש מגוון טכניקות ומיומנויות פסיכולוגיות שמטרתן יצירת השפעה ושינוי במחשבות, רגשות והתנהגויות ודרך זה שינוי של הרגלים ודפוסים ורתימתם להשגת תוצאות רצויות. במקור NLP נבנה כדי לשנות ולשפר את התקשורת הבין-אישית והתוך-אישית אבל עם הזמן הטכניקות האלה גלשו למחוזות נוספים כמו עולם השיווק והמכירות והביאו תוצאות מדהימות.
            </p>
            <h3 className="subtitle">איך השיטה הזו בנויה?</h3>
            <p className="text">
            Neuro – המילה “נוירולוגי” מתייחסת לתהליכים העצביים במוח שקולטים את השדרים השונים מהחושים, מעבדים אותם ומתרגמים אותם לחוויות.
            Linguistic – המילה הזו מתייחס לתקשורת מילולית חיצונית ול”דיבור הפנימי” של כל אחד עם עצמו.
            Programming – המילה הזו בעצם מרמזת על היכולות של השיטה “לתכנת” את המוח מבחינת נוירולוגית ולשונית.
            זה אולי נשמע מסובך אבל בתכל’ס המשמעות אחת – השגת תוצאות טובות יותר.
            </p>
         </section>
    </div>
  )
}

export default Articles